Gets all UI data items stored in the UI data.
  Namespace:   Autodesk.Revit.UI.Plumbing
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public IList<PipeFittingAndAccessoryPressureDropUIDataItem> GetUIDataItems()
  Visual Basic
Public Function GetUIDataItems As IList(Of PipeFittingAndAccessoryPressureDropUIDataItem)
  Visual C++
public:
IList<PipeFittingAndAccessoryPressureDropUIDataItem^>^ GetUIDataItems()
 Return Value
 An array of UI data items.
 See Also
  PipeFittingAndAccessoryPressureDropUIData Class
  Autodesk.Revit.UI.Plumbing Namespace